cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'curl'
brew 'git'
brew 'git-flow'
brew 'gradle'
brew 'jq'
brew 'nano'
brew 'python'
brew 'python3'
brew 'wget'

cask '1password'
cask 'atom'
cask 'charles'
cask 'cyberduck'
cask 'firefox'
cask 'github-desktop'
cask 'gitkraken'
cask 'google-chrome'
cask 'plex-media-server'
cask 'postman'
cask 'sourcetree'
cask 'sublime-text'
cask 'slack'
cask 'spotify'
cask 'transmission'
cask 'tunnelblick'
cask 'vlc'
cask 'zeplin'
