cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'bat'
brew 'curl'
brew 'diff-so-fancy'
brew 'fzf'
brew 'git'
brew 'git-flow'
brew 'gradle'
brew 'jq'
brew 'hub'
brew 'micro'
brew 'nano'
brew 'python'
brew 'python3'
brew 'tig'
brew 'wget'

cask '1password'
cask 'alfred'
cask 'charles'
cask 'cyberduck'
cask 'dropbox'
cask 'firefox'
cask 'gimp'
cask 'github-desktop'
cask 'gitkraken'
cask 'google-chrome'
cask 'iterm2'
cask 'java'
cask 'plex-media-server'
cask 'postman'
cask 'quicklookapk'
cask 'sourcetree'
cask 'sublime-text'
cask 'slack'
cask 'spotify'
cask 'tenor'
cask 'transmission'
cask 'tunnelblick'
cask 'vlc'
cask 'zeplin'
